Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=169_art_id=198.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Beaivi
sma: Lïerh: Biejjie

source: Ráhkisvuohta lea gierdavaš, ráhkisvuohta lea láđis, ii dat gáđaš ii ge rábmo ii ge čeavlástala.
sma: Gieriesvoeten vaentjele Gieriesvoete syöjmehke lea, ij sohtehth, ij skrïehpesth, ij tjievledh.

source: Ii dat daga maidege dohkkemeahttumiid ii ge bivdde iežas ávkki, ii dat suhta ii ge vurke baháid.
sma: Ij leah slassoeh, ij gåessie gænnah jïjtjemdh ussjedh, ij måarahtovvh, ij bahhasvoetem guedtieh:

source: De dat bissot, dát golmmas: Osku, doaivu ja ráhkisvuohta.
sma: Nïmhtie dah golmesh tjåadtjoeh: jaahkoe, håhkoe jïh gieriesvoete.

source: Muhto buot stuorimus dain lea ráhkisvuohta.
sma: Gieriesvoete jis dïhte stööremes.

source: 1. Kor 13, 4-5 og v 13
sma: Pöövlen 1. prïevie Korinten ålmegasse 13, 4 – 5 jïh 13, 13

source: Greika-gillii leat golbma sáni mat mákset ráhkisvuođa: Eros, phileos ja agape.
sma: Greeken gïelesne gieriesvoeten leah golme baakoeh: Eros, filos jïh agape.

source: Eros lea olbmá ja nissona gaskasaš ráhkisvuođa birra.
sma: Eros lea ålman jïh nyjsenæjjan gieriesvoete.

source: Phileos lea ustitlaš olbmuidgaskasaš ráhkesvuođa birra dahje ráhkisvuohta du lagamužžii.
sma: Filos lea baaltege-gieriesvoete almetji gaskemsh.

source: Agape, ipmillaš ráhkesvuohta, ráhkesvuohta mii boahtá Ipmilis.
sma: Agape lea jupmeles gieriesvoete, Jupmelen gieriesvoete.

source: Dát ráhkesvuohta šaddá min váimmuin Bassi vuoiŋŋa bokte.
sma: Dam gieriesvoetem libie vaajmose åådtjeme Aejlies Voejkenen tjïrrh.
